{
  "LExcursion": "LExcursion",
  "Map": "Žemėlapis",
  "Recommendations": "Rekomendacijos",
  "Blog": "Dienoraštis",
  "Login": "Prisijungti",
  "Logout": "Atsijungti",
  "Welcome Aboard!": "Sveiki!",
  "Plan your next European adventure instantly with LExcursion — the spontaneous trip generator from Vilnius powered by real-time data.": "Planuokite naują Europos nuotykį akimirksniu su LExcursion — spontaniškų kelionių generatorius iš Vilniaus.",
  "Learn More": "Sužinokite daugiau",
  "About LExcursion": "Apie LExcursion",
  "LExcursion is a college capstone project born from my passion for traveling across Europe. It instantly generates spontaneous trips from Vilnius, finds the best accommodations and flights—all in one place. Inspired by my own adventures and leading travel sites, LExcursion makes planning easy, fun, and reliable.": "LExcursion yra kolegijos baigiamasis projektas, gimęs iš mano aistros keliauti po Europą. Akimirksniu generuoja spontaniškas keliones iš Vilniaus, suranda geriausius apgyvendinimo ir skrydžių variantus vienoje vietoje. Įkvėptas mano nuotykių ir pirmaujančių kelionių svetainių, LExcursion daro planavimą paprastą, smagų ir patikimą.",
  "Trip Generator": "Kelionių generatorius",
  "Use AI to instantly generate a custom list of European destinations just for you—filter by budget, scenery, activities, visa rules and more.": "Naudokite DI, kad akimirksniu sugeneruotumėte individualų Europos krypčių sąrašą—filtruokite pagal biudžetą, kraštovaizdį, veiklas ir kt.",
  "Get Started": "Pradėti",
  "Interactive Map": "Interaktyvus žemėlapis",
  "Select any of our pre-selected European cities, read a quick summary, then choose “Travel to” for flights or “Book a place to stay” for accommodation options.": "Pasirinkite vieną iš mūsų atrinktų Europos miestų, perskaitykite trumpą aprašymą, tada pasirinkite „Skristi į“ skrydžiams arba „Rezervuoti nakvynę“.",
  "Go to Map": "Į žemėlapį",
  "Trip Recommendations": "Kelionių rekomendacijos",
  "Discover my hand-picked destinations in two categories: “Leisure” for relaxation, and “Exploration” for adventure—each with personal tips.": "Atraskite mano atrinktas kelionių kryptis dviejose kategorijose: „Laisvalaikis“ poilsiui ir „Atranka“ nuotykiams—su asmeniniais patarimais.",
  "See Recommendations": "Peržiūrėti rekomendacijas",
  "Travel Blog": "Kelionių dienoraštis",
  "Read and share real travel stories, tips, and photos from fellow explorers—keep the adventure going beyond the map!": "Skaitykite ir dalinkitės tikromis kelionių istorijomis, patarimais ir nuotraukomis iš keliautojų—leiskite nuotykiams tęstis už žemėlapio ribų!",
  "Visit Blog": "Apsilankyti dienoraštyje",
  "Hotels in %s": "Viešbučiai mieste %s",
  "Search Hotels": "Ieškoti viešbučių",
  "Price (Lowest to Highest)": "Kaina (nuo mažiausios)",
  "Price (Highest to Lowest)": "Kaina (nuo didžiausios)",
  "Rating": "Įvertinimas",
  "Best Rating for the Price": "Geriausias įvertinimas už kainą",
  "Purchase Room": "Įsigyti kambarį",
  "No hotels found for the selected city and dates.": "Nepavyko rasti viešbučių pagal pasirinktą miestą ir datas.",
  "Travel Options to %s": "Kelionės variantai į %s",
  "Departure Date:": "Išvykimo data:",
  "Return Date:": "Grįžimo data:",
  "Number of Travelers:": "Keleivių skaičius:",
  "Flight Option": "Skrydžio variantas",
  "Price:": "Kaina:",
  "Round Trip": "Į abi puses",
  "One Way": "Vienpusis",
  "Itinerary Duration:": "Maršruto trukmė:",
  "Segment %d:": "Etapas %d:",
  "Purchase Ticket": "Įsigyti bilietą",
  "Create a New Blog Post": "Sukurti naują įrašą",
  "Submit": "Pateikti",
  "Edit Blog Post": "Redaguoti įrašą",
  "Update Post": "Atnaujinti įrašą",
  "Blog Posts": "Dienoraščio įrašai",
  "Create New Post": "Naujas įrašas",
  "Your Profile": "Jūsų profilis",
  "Edit Profile": "Redaguoti profilį",
  "Nickname:": "Slapyvardis:",
  "Full Name:": "Pilnas vardas:",
  "Address:": "Adresas:",
  "Occupation:": "Profesija:",
  "Description:": "Aprašymas:",
  "Profile Picture:": "Nuotrauka:",
  "Update Profile": "Atnaujinti profilį"
}
